{
 "riddle_room":[
		{"id":1,"riddle":"Because it's all ready.  An equine of this coloring rarely needs to do any work.","answers":["dun"],"reason":"Dun as in 'Done'"},
		{"id":2,"riddle":"This colored equine must really enjoy beans.","answers":["pinto"],"reason":"Pinto is also a type of bean"},
		{"id":3,"riddle":"An equine coloring; high in the forest; an open fire.","answers":["chestnut","a chestnut"],"reason":"Chestnuts in trees. Chestnuts roasting on an open fire."},
		{"id":4,"riddle":"Hudson, Chesapeake, Equine Coloring","answers":["bay"],"reason":"Hudson Bay, Chesapeake Bay"},
		{"id":5,"riddle":"An equine coloring and yet not a color.  Without light, likely visible at night.","answers":["white"],"reason":"White is all colors of light, and most visible coloring at night"},
		{"id":6,"riddle":"A confusing equine coloring.  Using either first or second alphabetical vowels.  Better use 'e' for me.","answers":["grey"],"reason":"Spelled either Grey or Gray"},
		{"id":7,"riddle":"This equine coloring, mispronounced, suggests it is a friend of yours.","answers":["palomino"],"reason":"Can be mispronounced: Pal o' mine o'"},
		{"id":8,"riddle":"Take a horse, divide it in two, repeat.  Resemble a breed?","answers":["quarter horse","quarter horse breed"],"reason":"Quarter Horse is one-half of one-half of a horse"},
		{"id":9,"riddle":"You may receive this equine breed for valentines day, but smaller and it  tastes like chocolate!","answers":["belgian","belgian breed"," belgian draft horse"],"reason":"Belgian Chocolates"},
		{"id":10,"riddle":"You are in a field with 3 horses, Babe, Bob, and Ben.  Ben is standing on his back legs,  Bob is standing on one more leg than Ben. Babe is standing normally.  How many legs are touching the ground?","answers":["11","11 legs"],"reason":"You need to count your legs too.  Babe:4 Bob:3 Ben:2 You:2 = 11"},
		{"id":16,"riddle":"Your horse is in a race. You are picking up speed and pass the horse that is in 2nd place. What place are you in now?","answers":["2","2nd","second","2nd place","second place"],"reason":"2nd place because you passed the guy that was in 2nd not 1st"},
		{"id":11,"riddle":"A type of shoe. Dogs like to chew some shoes, but not this.  In fact,  people like to play with this shoe when it's old more than dogs!","answers":["horseshoe","horse shoe"],"reason":"They can play Horseshoes"},
		{"id":12,"riddle":"It's Monday.  You ride into town on Tuesday. One day passes.  What day is it?","answers":["tuesday","its tuesday"],"reason":"The name of your horse was 'Tuesday'"},
		{"id":13,"riddle":"It's at the beginning of steeplechase, at the end of rodeos, and within horses? What is it?","answers":["s","letter s","the letter s"],"reason":"The Letter S is found in those places in those words"},
		{"id":14,"riddle":"Your horse might be fast but still, it cannot beat this in a race.  While it might be smaller than your horse at noon,  it can be quite larger at other times of the day.  At night,  you will have trouble finding it.","answers":["shadow","its shadow","horse shadow"],"reason":"A shadow follows the horse around.  At noon, the sun is above, and the shadow is smallest.  At different times of the day it's bigger."},
		{"id":15,"riddle":"Buried alive? I surely once was. Unburied I died. Should have been a 'Parrot', then that horse wouldn't have done what it did to me. What was I?","answers":["carrot","a carrot"],"reason":"A carrot grows underground,  and dies when you pick it. Rhymes with parrot. Horses eat it."},
		{"id":17,"riddle":"This horse breed and waffles go well together.","answers":["belgian"],"reason":"Belgian waffles"},
		{"id":18,"riddle":"What 9 letter horse breed starts with A and ends with A?","answers":["appaloosa","an appaloosa"],"reason":"Appaloosa is a breed"},
		{"id":19,"riddle":"A horse breed and a machine.  What am I?  ","answers":["mustang","a mustang"],"reason":"Mustang is a model of car"},
		{"id":20,"riddle":"What is an Equus Caballus?","answers":["horse","a horse","scientific name for horse"],"reason":"Equus Caballus is the scientific name for a horse"},
		{"id":21,"riddle":"In the desert sun I may look like gold and as a breed I'm very old.","answers":["akhal-teke","akhalteke","an akhalteke","akhal teke"],"reason":""},
		{"id":22,"riddle":"Peanuts are named after the country this breed is from. Look hard.  I'm no illusion.","answers":["andalusian","an andalusian"],"reason":"Spanish peanuts, rhymes with illusion"},
		{"id":23,"riddle":"My hooves are striped but my body is not. I can run a great distance without getting hot. What breed am I?","answers":["appaloosa","appaloosa breed"],"reason":""},
		{"id":24,"riddle":"This breed says this when left in very cold weather.  I'm ____!","answers":["friesian","friesian!","im friesian"],"reason":"Sounds like freezing!"},
		{"id":25,"riddle":"A meticulous loaf of wheat that is also an equine breed.","answers":["thoroughbred","a thoroughbred"],"reason":"Sounds like thorough-bread"},
		{"id":26,"riddle":"You could paint this horse breed red, white and blue.","answers":["american paint","an american paint"],"reason":"Red, white and blue are America's colors"},
		{"id":27,"riddle":"This horse breed may live in Germany, perhaps in Hanover?","answers":["hanoverian","a hanoverian"],"reason":"Sounds like Hanover"},
		{"id":28,"riddle":"When mature this horse breed is white and don't give it any lip about it!","answers":["lipizzan","a lipizzan"],"reason":"White and starts with lip"},
		{"id":29,"riddle":"I may be stubborn but I'm always ready to listen.","answers":["mule","a mule"],"reason":"Expression: stubborn as a mule"},
		{"id":30,"riddle":"I'm a breed from Central America...don't pass me by, and with an Italian accent I'm so fine!","answers":["paso fino","a paso fino","pasofino"],"reason":""},
		{"id":31,"riddle":"This breed has a big heart but comes in a small package and is from the island it is named after.","answers":["shetland pony","a shetland pony","shetland","a shetland"],"reason":""},
		{"id":32,"riddle":"What has 1,000 eyes, 2,000 shoes and eats grass?","answers":["500 horses","500 horse"],"reason":""},
		{"id":33,"riddle":"If a king sits on gold, who sits on Silver?","answers":["lone ranger","the lone ranger"],"reason":"Silver was the name of Lone Ranger's horse"},
		{"id":34,"riddle":"It's small and sharp but a horse will wear it.","answers":["tack"],"reason":"Tacks are tiny,  and horse equipment is called tack"},
		{"id":35,"riddle":"Your horse might shout this, or shout for this.","answers":["hay"],"reason":""},
		{"id":36,"riddle":"What word has these in common: tack, shower and to restrain.","answers":["bridle","a bridle"],"reason":""},
		{"id":37,"riddle":"This footwear is very lucky.","answers":["horseshoe","a horseshoe","horse shoe","a horse shoe"],"reason":""},
		{"id":38,"riddle":"This breed is no hobbit, though you might have thought it at first, until you saw one.","answers":["shire","a shire"],"reason":"Hobbits are from the Shire"},
		{"id":39,"riddle":"Justin's favorite horse is more than awesome, but what is its name?","answers":["morgan","a morgan"],"reason":"Justin Morgan is the founder of the Morgan"},
		{"id":40,"riddle":"Not only is this a salad dressing, you might find a horse here too!","answers":["ranch","a ranch"],"reason":""},
		{"id":41,"riddle":"This breed only throws half of what it's got.","answers":["the haflinger","haflinger","a haflinger"],"reason":"It sounds slightly like half-flinger"},
		{"id":42,"riddle":"This tack isn't very happy.","answers":["saddle","a saddle"],"reason":""},
		{"id":43,"riddle":"I was on my way to Treeton one day, when I met a girl with five horses. Each horse had five dogs, each dog had five cat friends, and each cat had five mice. All in all, how many were going to Treeton?","answers":["1","one"],"reason":"You met them because they were going the other way"},
		{"id":44,"riddle":"This sounds like the  most important thing, it sits between two corn and lies above a double 'i'.","answers":["mane","the mane","a mane"],"reason":"The mane sounds like main, is between two ears (ears of corn) and above two 'eyes'"},
		{"id":45,"riddle":"The question with this gait is, can you or can't you?","answers":["canter"],"reason":""},
		{"id":46,"riddle":"This brush isn't made out of a tasty dish.","answers":["curry","curry brush"],"reason":"Curry is a spicy dish but also a horse brush"},
		{"id":47,"riddle":"What equine color is also part of a horse?","answers":["chestnut"],"reason":"The chestnut is located on the forearm of the horse"},
		{"id":49,"riddle":"Name a breed that is from Kentucky, and is named after a piece of tack?","answers":["American Saddlebred","Saddlebred"],"reason":""},
		{"id":50,"riddle":"Your friend always keeps water bottles in her backpack. What animal does this remind you of?","answers":["Camel","A camel"],"reason":"Camels store water in the fatty tissue of their hump(s) on their back"},
		{"id":51,"riddle":"This animal spelled backwards is a very common destination for girls.","answers":["llama","a mall"],"reason":"Spells \"A Mall\" backwards"},
		{"id":52,"riddle":"What has 4 hooves, 2 ears, and blends with a crowd?","answers":["Zebra","a zebra"],"reason":"Zebra's black and white stripes provide for excellent camouflage blending them all together so that predators cannot distinguish them"},
		{"id":53,"riddle":"A Breed named after steep sided ocean inlets in Norway.","answers":["Norwegian Fjord","Fjord"],"reason":""},
		{"id":54,"riddle":"\"Stubborn as a ?\" or \"Kicks like a ?\"","answers":["Mule"],"reason":"\"Stubborn as a mule\" is an old saying"},
		{"id":55,"riddle":"I don't think I'd like a nice Hawaiian one, but one from Suffolk might do. What breed am I?","answers":["Suffolk Punch"],"reason":"\"Punch\" here refers to a fruity party drink"},
		{"id":56,"riddle":"Do you get hungry when you hear my name? Many people do! But I am not a breakfast pastry. What am I?","answers":["Danish Warmblood"],"reason":"A \"danish\" is also a popular breakfast or snack treat"},
		{"id":57,"riddle":"My ears are my distinguishing mark. If they were charged up, you might see a spark! What breed am I?","answers":["Kathiawari"],"reason":"The tips of the Kathiawari's ears almost touch; if they were wired hooked up to a battery, you might see a spark jump across them"},
		{"id":58,"riddle":"I'm not the breed used by the RCMP, but you might yell, \"Oh, Canada!\" when you see me! What am I?","answers":["Canadian Horse"],"reason":"'O Canada' is the national anthem of Canada"},
		{"id":59,"riddle":"I'm a big, milky-white horse who's risen to the top in America. I can truly say I'm the top of the crop!  What breed am I?","answers":["Cream Draft","American Cream Draft"],"reason":"To say that something is \"The cream of the crop\" means that it is the best of its kind. There is also a saying that \"The cream rises to the top,\" referring to milk fresh from the cow"},
		{"id":60,"riddle":"I don't pile up points, but I garner lots of praise! But please don't put wet dishes on me!  What breed am I?","answers":["Racking","Racking Horse"],"reason":"\"To rack up points\" means to get lots and lots of them, and one puts wet dishes in a drying rack to let them drain"},
		{"id":61,"riddle":"I love oysters, saltines and the Sunshine State! What breed of horse am I?","answers":["Florida Cracker"],"reason":"Two types of crackers and the Sunshine State is Florida"},
		{"id":62,"riddle":"I'm ardent about drafting, and so I should be! I'm the oldest known draft breed and I fought with Napoleon. What breed am I?","answers":["Ardennais"],"reason":""},
		{"id":63,"riddle":"I'm the \"horse of the sea.\" My coat is white or grey like the sea foam, so bring your camera for a picture!","answers":["Camargue"],"reason":"Camera is similar to Camargue, the Camargue is called the \"horse of the sea.\""},
		{"id":64,"riddle":"If my mother was my father and my father was my mother, my name would be Hinny. Instead I joined the army and I'm a plain old ____.","answers":["mule"],"reason":"The mule is the Army mascot, and opposed to the hinny, the offspring of male horse and female donkey."},
		{"id":65,"riddle":"Don't let my name scare you.  I'm not angry, although I might be a little hungry! I love a good steeplechase and I'm fast in the harness.","answers":["Furioso"],"reason":"The is similar to \"furious\" and the bloodline includes Hungarians."},
		{"id":66,"riddle":"You may think it's a little corny, but I'm a pony and a horse! I can stand as low as 13.2 hands, but as high as 16, and that's a whale of a pony!","answers":["Welsh cob"],"reason":"Corn cob and originates out of Wales."},
		{"id":67,"riddle":"I like to give MORE! They crossed two great breeds to make me, and now I'm my own breed.  What am I?","answers":["Morab"],"reason":""},
		{"id":68,"riddle":"My bloodlines are ancient.  I was a warhorse for the Romans, a draft horse for medieval peasants, and a sure-footed, hard-wintering mountain horse for all of Austria. What am I?","answers":["Noriker"],"reason":""},
		{"id":69,"riddle":"I must be done by now.  I've been domesticated for 4,000 years! I have a thick shaggy coat and love the snow, but I can jump and even do dressage. There's no way you won't love me.","answers":["Norwegian Fjord"],"reason":"Fjords are dun and \"no way\" hints at Norway."},
		{"id":70,"riddle":"I'm a souped-up horse with plenty of spirit. I'm a star jumper who really knows how to leap up from down under, and I come in every color - even Botany Bay!","answers":["Australian Stock Horse"],"reason":"References to Australia (down under, Botany Bay) and soup stock."},
		{"id":71,"riddle":"I am a horse robed in bright red gems! What am I?","answers":["Kladruby"],"reason":"Clad is another word for robed and ruby is a red gem."},
		{"id":72,"riddle":"I won't fall apart while moving, as my name might suggest.","answers":["Walkaloosa"],"reason":"Name makes it sound like it would come loose while walking."},
		{"id":73,"riddle":"There. In few words: what breed?","answers":["Tersky"],"reason":"When one says something in as few words as possible, one is being \"terse.\""},
		{"id":74,"riddle":"No, I'm not made of French maize! I'm an old, proud breed.","answers":["Norman Cob"],"reason":"Normandy is a coastal region of France, and maize grows on a cob."}
	],
}